Repository: ErikaIwakiri/DebianCorpus
Catalog: TmxMerged.tmx
Source language: en_us
Languages: pt_pt

source: To subscribe to a list to be able to read incoming mails as they arrive, or to unsubscribe from a list, use the control request address (see below).
pt_pt: Para se inscrever em uma lista e receber suas mensagens conforme elas chegam, ou para desinscrever de uma lista, use o endereço de requisição de controle (veja abaixo).

source: The current list of available mailing lists is at https://lists.debian.org/, presented sorted by topic and unsorted.
pt_pt: A listagem atual das listas de discussão disponíveis está em https://lists.debian.org/, apresentada em ordem de tópico e fora de ordem.

source: We also maintain some usage statistics for the mailing lists: check the average number of posts before subscribing to a list in order to avoid being flooded by mails.
pt_pt: Nós também mantemos algumas estatísticas de uso das listas de discussão, verifique o número médio de mensagens antes de se inscrever em uma lista para evitar ser inundado(a) por mensagens.

source: Disclaimer / Privacy policy / Legal information
pt_pt: Aviso / Política de privacidade / Informação legal

source: The mailing lists are public forums.
pt_pt: As listas de discussão são fóruns públicos.

source: All emails sent to the lists are distributed both to the list subscribers and copied to the public archive, for people to browse or search without the need to be subscribed.
pt_pt: Todas as mensagens enviadas para as listas são distribuídas para os assinantes da lista e copiadas para o arquivo público, para que as pessoas naveguem ou procurem sem precisarem estar inscritas

source: Furthermore, you can browse our mailing lists as Usenet newsgroups.
pt_pt: Além disso, você pode navegar nas nossas listas de discussão como grupos de notícia Usenet.

source: There may be other places where lists are distributed — please make sure you never send any confidential or unlicensed material to the lists.
pt_pt: Podem haver outros lugares onde nossas listas sejam distribuídas — por favor, certifique-se de nunca enviar qualquer material confidencial ou não licenciado para elas.

source: This includes things like e-mail addresses.
pt_pt: Isto inclui coisas como endereços de e-mail.

source: Of particular note is the fact that spammers, viruses, worms etc have been known to abuse e-mail addresses posted to our mailing lists.
pt_pt: Uma nota particular é o fato que spammers, vírus, worms, etc. serem conhecidos por abusar dos endereços de e-mail postados em nossas listas.

source: Debian maintains the mailing lists in good faith and will take steps to curb all noticed abuse and maintain uninterrupted normal service.
pt_pt: O Debian mantém as listas de discussão com boa fé e irá seguir os passos necessários para minimizar todo o abuso notado e manter o serviço normal ininterrupto.

source: At the same time, Debian is not responsible for all mailing list posts or anything that may happen in relation to them.
pt_pt: Ao mesmo tempo, o Debian não é responsável por todas as mensagens nas listas de discussão e nem por qualquer coisa que possa acontecer em relação a elas.

source: Please see our disclaimer of responsibility for more information.
pt_pt: Por favor, veja nosso aviso de responsabilidade para mais informações.

source: Subscription / Unsubscription
pt_pt: Inscrição / Desinscrição

source: Anyone is able to subscribe/unsubscribe on their own to any mailing list, presuming the subscription policy for a particular list is open.
pt_pt: Qualquer um(a) pode se inscrever/desinscrever por conta própria de qualquer lista de discussão, presumindo que a política de inscrição para essa determinada lista seja aberta.

source: You can use simple web forms to subscribe or unsubscribe from individual mailing lists, available at their respective web pages at https://lists.debian.org/.
pt_pt: Você pode usar formulários web simples para se inscrever ou desinscrever de listas de discussão individuais, disponíveis nas suas respectivas páginas web em https://lists.debian.org/.

source: To subscribe or unsubscribe from multiple mailing lists at once, use the list subscription or unsubscription web forms, respectively.
pt_pt: Para se inscrever ou desinscrever de várias listas de discussão de uma só vez, use a lista de formulários web de inscrição ou desinscrição, respectivamente.

source: The former page also includes descriptions and the subscription policy for each list.
pt_pt: A primeira página também inclui descrições e a política de inscrição para cada lista.

source: The requests for subscription or unsubscription can also be sent by email, to a special control address, which is slightly different from the lists address.
pt_pt: Os pedidos de inscrição ou desinscrição também podem ser enviados por e-mail, para um endereço especial de controle, que é um pouco diferente dos endereços das listas.

source: Subscription or unsubscription messages should NOT be sent to the address of the mailing list itself.
pt_pt: Mensagens de inscrição ou desinscrição NÃO devem ser enviadas para o endereço da própria lista de discussão.

source: To subscribe to or unsubscribe from a mailing list, please send mail to
pt_pt: Para se inscrever ou desinscrever de alguma lista de discussão, por favor, envie um e-mail para

source: <listname>-REQUEST@lists.debian.org
pt_pt: <nome_da_lista>-REQUEST@lists.debian.org

source: with the word subscribe or unsubscribe as subject.
pt_pt: com a palavra subscribe ou unsubscribe como assunto.

source: Please remember the -REQUEST part of the address.
pt_pt: Por favor, lembre-se da parte -REQUEST do endereço.

source: As part of the subscription process, the list software will send you an email to which you must reply in order to finish subscribing.
pt_pt: Como parte do processo de inscrição, o software da lista irá enviar a você um e-mail para o qual você deve responder para finalizar a inscrição.

source: This is a security measure to keep people from subscribing others to the lists without their permission.
pt_pt: Essa é uma medida de segurança para evitar que pessoas inscrevam outras sem a permissão delas.

source: Common glitches in the (un)subscription process
pt_pt: Erros comuns no processo de inscrição/desinscrição.

source: Please remember that an unsubscription request should be sent from the address that is subscribed.
pt_pt: Por favor, lembre-se de que a solicitação de desinscrição deve ser enviada pelo endereço cadastrado.

source: If that is not possible, the Subject: header should be: unsubscribe subscribedaddress@subscribed.domain, or you can use the unsubscription web form.
pt_pt: Se não for possível, o cabeçalho Assunto deve ser: unsubscribe endereço_inscrito@domínio.inscrito, ou você pode usar o formulário web de desinscrição.

source: If you're receiving mail from a mailing list but you can't find the address through which you are subscribed, you can use the full headers of the received messages which will include something like this:
pt_pt: Caso você esteja recebendo mensagens de uma lista de discussão e não consiga descobrir o endereço através do qual está inscrito, use os cabeçalhos completos das mensagens recebidas que incluirão algo como o seguinte:

source: This tells you reliably that the list in question is called debian-foo and that the subscribed address is quux@example.com.
pt_pt: Isso lhe diz confiavelmente que a lista em questão é a debian-foo e que o endereço inscrito é o quux@example.com.

source: In this (fictional) case you would send e-mail to debian-foo-request@lists.debian.org with unsubscribe quux@example.com in the Subject field.
pt_pt: Nesse caso (fictício) você poderia enviar um e-mail para debian-foo-request@lists.debian.org com unsubscribe quux@example.com no campo Assunto.

source: The address you should send your unsubscribe request to is also in the List-Unsubscribe-Header of every mail.
pt_pt: O endereço para o qual você deve enviar seu pedido de desinscrição também está no cabeçalho de desinscrição de lista (List-Unsubscribe-Header) de cada mensagem.

source: Unfortunately it's currently impossible to subscribe with a username that matches procmail's check for mail coming from a daemon.
pt_pt: Infelizmente não é possível se inscrever com um nome de usuário(a) que combine com a checagem do procmail por mensagens vindas de um daemon.

source: This means that a username may not have mail, admin, root, master or similar strings in it (see procmailrc(5) for FROM_DAEMON).
pt_pt: Isto significa que um nome de usuário(a) não pode conter mail, admin, root, master ou sequências similares (veja FROM_DAEMON em procmailrc(5)).

source: Another known limitation in our mailing list software is that most rejected e-mails get silently dropped, so the user has no real indication on what went wrong.
pt_pt: Outra limitação conhecida em nosso software de listas de discussão é que a maioria das mensagens rejeitadas são jogadas fora silenciosamente, de modo que o(a) usuário(a) não tem uma indicação real do que saiu errado.

source: For example, it is common for people to try to subscribe an address that is already subscribed: SmartList will simply ignore their e-mail.
pt_pt: Por exemplo, é comum que as pessoas tentem inscrever um endereço que já está inscrito: o SmartList irá simplesmente ignorar suas mensagens.

source: If you are uncertain as to whether you are subscribed to a mailing list of ours, send mail to majordomo@lists.debian.org with
pt_pt: Se você não tem certeza se está inscrito em uma de nossas listas, envie uma mensagem para majordomo@lists.debian.org com

source: which your.email@address
pt_pt: which seu.endereco@de.e-mail

source: in the body.
pt_pt: no corpo.

source: Further information about this service (the so-called MajorSmart) is available by sending another mail to the same address with
pt_pt: Mais informações sobre esse serviço (o chamado MajorSmart) estão disponíveis enviando outra mensagem para o mesmo endereço com

source: Code of conduct
pt_pt: Código de Conduta

source: When using the Debian mailing lists, please follow the Debian Code of Conduct in addition to these rules:
pt_pt: Quando for usar as listas de discussão Debian, por favor, siga o Código de Condura do Debian e as seguintes regras:

source: · The mailing lists exist to foster the development and use of Debian.
pt_pt: · As listas de discussão existem para fomentar o desenvolvimento e uso do Debian.

source: Non-constructive or off-topic messages, along with other abuses, are not welcome.
pt_pt: Mensagens não construtivas ou fora do tópico, juntamente com outros abusos, não são bem-vindas.

source: · Do not send spam; see the advertising policy below.
pt_pt: · Não envie spam; veja a política de publicidade abaixo.

source: · Send all of your e-mails in English.
pt_pt: · Envie todos os seus e-mails em inglês.

source: Only use other languages on mailing lists where that is explicitly allowed (e.g. French on debian-user-french).
pt_pt: Somente use outros idiomas nas listas de discussão onde é explicitamente permitido (por exemplo, português na debian-user-portuguese).

source: · Make sure that you are using the proper list.
pt_pt: · Tenha certeza de que você está usando a lista apropriada.

source: In particular, don't send user-related questions to developer-related mailing lists.
pt_pt: Em particular, não envie perguntas relacionadas ao(a) usuário(a) para listas de discussão relacionadas ao(a) desenvolvedor(a).

source: · Wrap your lines at 80 characters or less for ordinary discussion.
pt_pt: · Mantenha suas linhas com no máximo 80 caracteres para discussões normais.

source: Lines longer than 80 characters are acceptable for computer-generated output (e.g., ls -l).
pt_pt: Linhas com mais de 80 caracteres são aceitáveis somente para saída gerada pelo computador (por exemplo, ls -l).

source: · Do not send automated out-of-office or vacation messages.
pt_pt: · Não envie mensagens automáticas do tipo fora do escritório ou férias.

source: · Do not send test messages to determine whether your mail client is working.
pt_pt: · Não envie mensagens de teste para determinar se o seu cliente de e-mail está funcionando.

source: · Do not send subscription or unsubscription requests to the list address itself; use the respective -request address instead.
pt_pt: · Não envie pedidos de inscrição ou desinscrição para o próprio endereço da lista; ao invés disso use o endereço respectivo com -request.

source: · Please don't send your messages in HTML; use plain text instead.
pt_pt: · Nunca mande sua mensagem em HTML; ao invés disso use texto comum.

source: · Avoid sending large attachments.
pt_pt: · Evite enviar mensagens com anexos grandes.

source: · Do not quote messages that were sent to you by other people in private mail, unless agreed beforehand.
pt_pt: · Não cite mensagens que foram enviadas a você por outras pessoas em mensagens privadas, a menos que tenha sido acordado previamente.

source: · When replying to messages on the mailing list, do not send a carbon copy (CC) to the original poster unless they explicitly request to be copied.
pt_pt: · Quando responder mensagens na lista de discussão, não envie uma cópia (CC) para quem enviou a mensagem originalmente a menos que ele peça explicitamente.

source: · If you want to complain to someone who sent you a carbon copy when you did not ask for it, do it privately.
pt_pt: · Se você quiser reclamar com alguém que lhe enviou uma cópia, mesmo que você não tenha solicitado, faça isso em privado.

source: · If you send messages to lists to which you are not subscribed, always note that fact in the body of your message.
pt_pt: · Se você enviar mensagens para listas que você não está inscrito, sempre especifique isso no corpo de sua mensagem.

source: · Do not use foul language; besides, some people receive the lists via packet radio, where swearing is illegal.
pt_pt: · Não use palavrões; além do mais, algumas pessoas recebem as listas via pacotes de rádio, nos quais xingamento é ilegal.

source: · Try not to flame; it is not polite.
pt_pt: · Tente não brigar; não é educado.

source: · Use common sense all the time.
pt_pt: · Use o bom senso o tempo todo.

source: List maintenance
pt_pt: Manutenção das listas

source: If you wish to request a new mailing list, please read the HOWTO.
pt_pt: Se você deseja requisitar uma nova lista de discussão, por favor leia o HOWTO.

source: If you're having problems subscribing or unsubscribing, please make sure you've followed the proper procedure before trying to contact us.
pt_pt: Se você está tendo problemas para se inscrever ou desinscrever, por favor, certifique-se que seguiu o procedimento adequado antes de tentar nos contatar.

source: Make sure that you have seen the caveats regarding subscription/unsubscription.
pt_pt: Certifique-se de ter visto os detalhes sobre a inscrição/desinscrição.

source: To contact the list maintainer, send e-mail in English to listmaster@lists.debian.org.
pt_pt: Para contatar o(a) mantenedor(a) da lista, envie um e-mail em inglês para listmaster@lists.debian.org.

source: Alternatively, you can file a bug report against the lists.debian.org pseudo-package.
pt_pt: Alternativamente, você pode registrar um relatório de bug com relação ao pseudo-pacote lists.debian.org.

source: If you were unable to unsubscribe from a mailing list, please include a copy of all the headers of an example message that you have received from that list in your e-mail.
pt_pt: Se você não conseguiu desinscrever de uma lista de discussão, por favor, inclua uma cópia de todos os cabeçalhos de uma mensagem de exemplo que você tenha recebido dessa lista em seu e-mail.

source: Debian mailing list advertising policy / Spam Fighting
pt_pt: Política de publicidade da lista de discussão do Debian / Combate a Spam

source: The sending of any kind of unsolicited bulk email (also known as spam) to any of the Debian lists is prohibited.
pt_pt: O envio de qualquer tipo de e-mail em grande volume e não solicitado (também conhecido como spam) para quaisquer das listas Debian é proibido.

source: Senders of such messages can get blocked from posting on lists and/or reported to the relevant authorities.
pt_pt: Remetentes de tais mensagens podem ser banidos de enviar mensagens nas listas e/ou relatados para as autoridades relevantes.

source: The Debian Listmasters do their best to stop as many such emails as possible from reaching the lists.
pt_pt: Os administradores de listas do Debian fazem o melhor que podem para parar o máximo possível destes e-mails de chegarem nas listas.

source: On a typical day, over 40,000 such messages are blocked.
pt_pt: Num dia típico, mais de 40.000 destas mensagens são bloqueadas.

source: Many of the rules we use to block spammers and their messages have been reported to us by subscribers.
pt_pt: Muitas das regras que nós usamos para bloquear spammers e suas mensagens foram relatadas a nós por assinantes.

source: If you wish to help us reduce the amount of spam even more, your help is very much appreciated.
pt_pt: Se você deseja nos ajudar na redução de spam ainda mais, sua ajuda será muito bem-vinda.

source: To report spam properly, you need to do the following:
pt_pt: Para relatar spam apropriadamente, você precisa fazer o seguinte:

source: · Find a copy of the message at the list archives.
pt_pt: · Encontre uma cópia da mensagem nos arquivos da lista.

source: · Find a SpamAssassin rule to catch this type of spam.
pt_pt: · Encontre uma regra do SpamAssassin para capturar esse tipo de spam.

source: Keep in mind that this rule will be applied against all lists, and that we want to keep the false positives to a minimum. (you can see our ruleset at https://salsa.debian.org/debian-listmasters/spamassassin_config)
pt_pt: Lembre-se que essa regra será aplicada em todas as listas, e que nós queremos manter os falsos positivos no mínimo. (você pode ver nosso conjunto de regras) em https://salsa.debian.org/debian-listmasters/spamassassin_config

source: · Send email to listmaster@lists.debian.org with the exact URL of the message, and the said filter rule, if possible.
pt_pt: · Envie um e-mail para listmaster@lists.debian.org com a URL exata da mensagem, e a regra de filtragem mencionada se possível.

source: You will get a reply when we act on your submission.
pt_pt: Você receberá uma resposta quando atuarmos sobre seu envio.

source: Please bear in mind that we will only act on reported spam messages/patterns that have been sent in the last few hours, because there is no point in having out of date filtering rules.
pt_pt: Por favor, tenha em mente que só atuaremos sobre mensagens/padrões de spam que foram enviadas nas últimas horas, porque não há motivo em ter regras de filtragem desatualizadas.

source: Also, please do not send any pre-packaged lists of rules you have found somewhere.
pt_pt: Além disso, por favor, não envie listas de regras pré-empacotadas que você encontrou em algum lugar.

source: They very rarely provide good results on our lists, because they receive some pretty unique traffic.
pt_pt: Elas muito raramente dão bons resultados nas nossas listas, porque elas recebem um tipo de tráfego bastante particular.

source: Do not allow any emails that you receive from any Debian mailing lists to be sent to an automated spam reporting system.
pt_pt: Não permita que quaisquer e-mails que você recebe de qualquer lista de discussão do Debian sejam enviados para um sistema de relatórios de spam automatizado.

source: Doing so is often harmful to all users and will force us to block you from receiving traffic from all Debian lists until you prove that you will not do so again.
pt_pt: Fazer isto é frequentemente prejudicial para todos(as) os(as) usuários(as) e nos forçará a bloquear você de receber mensagens de quaisquer das listas Debian até que você prove que não fará isso novamente.

source: More efforts to reduce spam on the lists and in the archive https://lists.debian.org/ can be found at https://wiki.debian.org/Teams/ListMaster/ListArchiveSpam
pt_pt: Mais esforços para reduzir o spam nas listas e no arquivo https://lists.debian.org/ podem ser encontrados em https://wiki.debian.org/Teams/ListMaster/ListArchiveSpam

source: Български (Bəlgarski) česky dansk Deutsch español français Galego hrvatski Italiano 한국어 (Korean) magyar Nederlands 日本語 (Nihongo) norsk (bokmål) polski Português Русский (Russkij) slovenčina suomi svenska Tiếng Việt українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)
pt_pt: Български (Bəlgarski) česky dansk Deutsch English español français Galego hrvatski Italiano 한국어 (Korean) magyar Nederlands 日本語 (Nihongo) norsk (bokmål) polski Русский (Russkij) slovenčina suomi svenska Tiếng Việt українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)

source: Last Modified: Tue, Jun 13 17:32:29 UTC 2023 Last Built: Tue, Aug 6 19:26:53 UTC 2024
pt_pt: Última Modificação: Ter, 13 de Jun de 2023, 17:36:16 UTC Última compilação: Ter, 6 de Ago de 2024, 21:57:39 UTC

source: Contribute: How you can help Debian
pt_pt: Contribuir: como você pode ajudar o Debian

source: · Coding and Maintaining Packages
pt_pt: · Codifique e mantenha pacotes

source: · Testing and Bug Squashing
pt_pt: · Teste e elimine bugs

source: · Writing Documentation and Tagging Packages
pt_pt: · Escreva documentação e marque pacotes

source: · Translating and Localizing
pt_pt: · Traduza e localize

source: · Helping other Users
pt_pt: · Ajude outros(as) usuários(as)

source: · Organizing Events
pt_pt: · Organize eventos

source: · Donate Money, Hardware, or Bandwidth
pt_pt: · Doe dinheiro, hardware ou largura de banda

source: · Use Debian
pt_pt: · Use o Debian e fale sobre ele

source: · How your Organization can support Debian
pt_pt: · Como sua organização pode ajudar o Debian

source: Debian is not just an operating system, it's a community. A lot of people with many different skills contribute to the project: our software, the artwork, the wiki, and other documentation are the results of a joint effort by a large group of individuals. Not everyone is a developer, and you certainly don't have to know how to code if you want to participate. There are many different ways you can help to make Debian even better. If you'd like to join in, here are some suggestions for both experienced and inexperienced users.
pt_pt: O Debian não é apenas um sistema operacional, é uma comunidade. Muitas pessoas com muitas habilidades diferentes contribuem para o projeto: nosso software, a arte, o wiki e outras documentações são resultados de um esforço conjunto de um grande grupo de pessoas. Nem todo mundo é desenvolvedor(a), e você certamente não precisa saber programar se quiser participar. Existem muitas maneiras diferentes de ajudar a tornar o Debian ainda melhor. Se você gostaria de participar, aqui estão algumas sugestões para usuários(as) experientes e inexperientes.

source: Coding and Maintaining Packages
pt_pt: Codifique e mantenha pacotes

source: Maybe you want to write a new application from scratch, maybe you want to implement a new feature in an existing program. If you're a developer and want to contribute to Debian, you can also help us to prepare the software in Debian for easy installation, we call it "packaging". Have a look at this list for some ideas on how to get started:
pt_pt: Talvez você queira escrever um novo aplicativo do zero, talvez você queira implementar um novo recurso em um programa existente. Se você é um(a) desenvolvedor(a) e deseja contribuir com o Debian, também pode nos ajudar a preparar o software no Debian para uma instalação fácil, nós o chamamos de "empacotamento". Dê uma olhada nesta lista para obter algumas ideias sobre como começar:
